// 4. Запросите у пользователя поочередно информацию, имя, профессию, 
// заработную плату и стаж, затем сохраните эти данные в объект и проверьте 
// если cтаж пользователя больше 3х лет, необходимо задать вопрос, все это 
// время он работал в одной сфере или нет, если да, то повысить его заработную
//  плату на 500$, в конце распечатать объект, чтобы можно было отследить результат

// let data = {
//     name: prompt('Введите ваше имя'),
//     profession: prompt('профессия?'),
//     salary: +prompt('Ваша зарплата?'),
//     work: +prompt('Стаж работы?')
// };

// if(data.work >= 3) {
//     let job = prompt('Вы все время работали в одной сфере?')
//     if(job === 'да') {
//         alert(`К вашей зарплате добавляется еще 500$`)
//     }
//     else {
//         alert('Мы не можем вас принять');
//     }
// }
// else {
//     alert('К сожалению мы не можем вас принять. Спасибо за заявку!')
// }